[
    {
        "id" : "01",
        "CatID" : "01",
        "logo" : "https://www.udc.edu/cc/wp-content/uploads/sites/10/2020/09/comptia-aplus-logo-355x300.png",
        "name" : "CompTIA A+ Course",
        "details" : "CompTIA’s A+ certification is the top credential for associate-level IT professionals. This 100% online course will prepare you for CompTIA A+ certification exams 220-1001 and 220-1002. You’ll learn how to install and configure operating systems, expand IT security, troubleshoot software and other common operational procedures. The CompTIA A+ certification course is a preparatory course for the CompTIA A+ certification exam. It is a vendor-neutral and internationally recognized certification which covers the fundamental concepts of an entry-level IT infrastructure. An A+ certified professional has the knowledge of installing, configuring and troubleshooting common personal computer systems. CompTIA A+ Certification training course covers PC hardware and peripherals, mobile device hardware, networking and troubleshooting hardware and network connectivity issues. It is a basic course that helps the candidates to establish their credentials in the field of IT troubleshooting and support.  ** This course is in 2 parts. Please purchase Part 1 as well for complete course.** Who this course is for:The course is intended for fresh graduates and job seekers with zero to one year of professional experience.The course will help the candidates to increase their knowledge of IT literacy and enhance their chances of securing a good job in the IT sector. ",
        "price" : "350",
        "duration" : "98 hrs" 
    },
    {
        "id" : "02",
        "CatID" : "01",
        "logo" : "https://cdn.mindmajix.com/courses/comptia-security-training.png",
        "name" : "CompTIA Security+ Course",
        "details" : "Mindmajix CompTIA Security+ Training covers many areas of network security, including cloud security, encryption, security protocols, system security and network infrastructure. Our training is ideal for network administrators, security consultants, security engineers, security analysts and people looking to enter into cyber security. Learn about general security concepts, communications security and operational and organizational security. In this training course, you gain the foundational knowledge needed to pass the Security+ certification exam, and the skills to ensure compliance and operational security. This training will help you understand the field of network security and how it relates to other areas of information technology.CompTIA Security+ is a global certification that validates the baseline skills necessary to perform core security functions and pursue an IT security career. CompTIA Security+ is the first security certification a candidate should earn. It establishes the core knowledge required of any cybersecurity role and provides a springboard to intermediate-level cybersecurity jobs. Security+ incorporates best practices in hands-on troubleshooting, ensuring candidates have practical security problem-solving skills required to:",
        "price" : "400",
        "duration" : "96 hrs" 
    },
    {
        "id" : "03",
        "CatID" : "01",
        "logo" : "https://learning.nil.com/assets/News/2019/_resampled/ScaleWidthWyI2ODAiXQ/New-Cisco-CCNA.jpg",
        "name" : "CCNA Crash Course",
        "details" : "In order to earn the new CCNA certification, you will need to pass only one 200-301 CCNA exam. This comprehensive exam that covers entry-level networking skills across technologies, such as basic IP fundamentals, network access, IP connectivity, and basics of automation and network programmability, and security fundamental skills. There will also be only one recommended training for CCNA exam: Implementing and Administering Cisco Solutions (CCNA). For more information about the exam topics, see the detailed blueprint at the end of this article. This CCNA course will help you to improve yourself about networking basics, switching & routing technologies, IPv4 and IPv6. If you are a beginner for networking technologies, our CCNA certification program is great for you! You will get the certification easily with this CCNA course and begin your career in networking industry. WHAT ARE THE REQUIREMENTS FOR CCNA COURSE ?You don’t need to know anything about networking, Networkel’s training will teach you every topic from zero. For lab sections, you need to install Packet Tracer or GNS3 to your computer. WHAT I WILL GET FROM THIS COURSE ? You will learn about networking basics , IPv4, IPv6, switching and routing and that means you will be ready for certification exam ! CCNA certification is an excellent step to start a career in networking industry.",
        "price" : "398",
        "duration" : "97 hrs" 
    },
    {
        "id" : "04",
        "CatID" : "01",
        "logo" : "https://www.sevenmentor.com/wp-content/uploads/2019/10/Career-in-Ethical-Hacking-free-demo-class-1080x608-1.png",
        "name" : "Ethical Hacking",
        "details" : "In the world of digitalization, where the net has brought people across the world closer, it’s additionally caused several problems in terms of online crime and theft. Multiple options and tools are arising that disrupts the privacy of the person. If you have noticed, Security has become a trending topic among the IT people. Even the major firms have faced loads of financial trouble and breaches due to security problems. the best way to deal with it’s to understand from Ethical Hacking Training in Pune how it works and actually works accordingly to that mind map itself. this kind of hacking we can call as ethical hacking. Mind you, it’s fully legal and presently has good scope in the city. Our exclusive Learn | Certify | Engage | Compete framework covers not only a comprehensive training program to prepare you for the certification exam, but also the industry’s most robust, in-depth, hands-on lab experience of any cybersecurity program available. C|EH v12 will teach you the latest commercial-grade hacking tools, techniques, and methodologies used by hackers and information security professionals to lawfully hack an organizations.",
        "price" : "468",
        "duration" : "124 hrs" 
    },
    {
        "id" : "05",
        "CatID" : "01",
        "logo" : "https://brightsec.com/wp-content/uploads/2022/03/blog-9-Penetration-Testing-Types.png",
        "name" : "Penetration Testing",
        "details" : "Penetration testing (pentesting), is a cybersecurity technique used by organizations to identify and remediate security vulnerabilities. Organizations hire ethical hackers to imitate the tactics and behaviors of external attacks. This makes it possible to evaluate their potential to compromise computer systems, networks, or web applications. Penetration testing skills make you a more marketable IT tech. Understanding how to exploit servers, networks, and applications means that you will also be able to better prevent malicious exploitation. From website and network hacking, to pen testing in Python and Metasploit, Udemy has a course for you. The good news is that growth is projected to stay strong for several years. The bad news is how to match that growth with the tools you’re using today. Ridge Security wants your business and will work with you to make the integration of RidgeBot into your service offering easy. With our dedicated team of MSSP/MDR partner support staff, when you have a question or a challenge, we’re there to help. ",
        "price" : "485",
        "duration" : "158 hrs" 
    },
    {
        "id" : "06",
        "CatID" : "01",
        "logo" : "https://i.ytimg.com/vi/M1_v5HBVHWo/maxresdefault.jpg",
        "name" : "CISSP Full Course",
        "details" : "Today’s cybersecurity skills crisis is critical. For the sixth straight year, cybersecurity continues to be the most in-demand field across all areas of IT. Organizations everywhere are building robust security teams to address increasingly sophisticated cyber threats amid advancing technologies such as cloud infrastructure deployments and evolving business needs, such as the need to provide secure network connectivity for a remote workforce. Earning the CISSP proves you have what it takes to effectively design, implement and manage a best-in-class cybersecurity program. With a CISSP, you validate your expertise and become an (ISC)² member, unlocking a broad array of exclusive resources, educational tools, and peer-to-peer networking opportunities. But It’s Not for Everyone. The CISSP isn’t the best option for every cybersecurity professional. Before you start down your certification path, make sure you aren’t missing an opportunity to pursue a certification more aligned with your immediate career goals.",
        "price" : "750",
        "duration" : "958 hrs" 
    },
    {
        "id" : "07",
        "CatID" : "02",
        "logo" : "https://adminesite.com/wp-content/uploads/2020/04/html-basic.png",
        "name" : "HTML Crash Course",
        "details" : "It’s a fundamental part of every web developer’s toolkit. HTML provides the content that gives web pages structure, by using elements and tags, you can add text, images, videos, forms, and more. Learning HTML basics is an important first step in your web development journey and an essential skill for front- and back-end developers. Well, I was in the same situation. My name is James and I'm one of the instructors at TechLemur. When I was first trying to learn html and css, I spent hours trying to follow along to tutorials but I'd always get stuck and run into problems. Because there was no one to help me, I'd have to spend more time, on my own, trying to figure out what I was doing wrong. After a lot of hours, headache and frustration, I finally began building webpages using html and css. Now, years later, I'm doing great. when I was learning html and css for the first time... I wish there was a course or a teacher that could have made it easier for me to learn both html/css and saved me all that wasted time trying to figure it out on my own! Even now, I still see other people struggling with the same stuff I struggled with...trying to learn html and css, on their own, from the beginning…. I took all my knowledge of HTML and CSS and created an easy to follow, step-by-step video course that takes you from knowing nothing about html or css to creating your first webpage from scratch.",
        "price" : "250",
        "duration" : "58 hrs" 
    },
    {
        "id" : "08",
        "CatID" : "02",
        "logo" : "https://salesqueen.org/wp-content/uploads/2022/06/CSS3-Development-Services.jpg",
        "name" : "CSS Crash Course",
        "details" : "To be a successful web developer, you must have a quality understanding of HTML and CSS in web design. This course demonstrates the techniques of using HTML, CSS and media queries to build a responsive and distinctive website. You will discover the best practices to create an eye-catching website for personal or business use. You will also learn ways of optimising your website to improve its performance. To be a successful web developer, you must have a quality understanding of HTML and CSS in web design. This course demonstrates the techniques of using HTML, CSS and media queries to build a responsive and distinctive website. You will discover the best practices to create an eye-catching website for personal or business use. You will also learn ways of optimising your website to improve its performance.",
        "price" : "250",
        "duration" : "56 hrs" 
    },
    {
        "id" : "09",
        "CatID" : "02",
        "logo" : "https://blog.logrocket.com/wp-content/uploads/2021/02/machine-learning-libraries-javascript.png",
        "name" : "JavaScript Crash Course",
        "details" : "Join more than 12 million learners and train up on JavaScript on Bit Masters. Choose from a wide range of top-rated JavaScript courses. From back-end development to app or website building, we’ve got you covered. Our real-world experts can lead you through hands-on projects to apply your skills. I am a Computer Science graduate highly rated instructor with a rating of 4.3 and more than 200k students on Udemy, I have been part of the corporate circle since my college days. In my early days, I was part of a startup team delivering production grid android apps. Currently, I am a lead developer at EdYoda. I’m responsible for the entire front-end development & integration with the back-end. React, Python, Django is my areas of expertise. I have been delivering corporate training for Android, React, JavaScript, Python & Django. I have an eye for detail which makes me suited for delivering a finished product. I’m a fitness freak & working out is the favorite thing to do in my spare time. ",
        "price" : "380",
        "duration" : "98 hrs" 
    },
    {
        "id" : "10",
        "CatID" : "02",
        "logo" : "https://abdelkhalek-haddany.com/uploads/posts/164842480749752.png",
        "name" : "React JS Crash Course",
        "details" : "Local, instructor-led live React training walk participants step-by-step through the creation of their own React application. React training is available as onsite live training or remote live training. The UK onsite live React trainings can be carried out locally on customer premises or in NobleProg corporate training centres. Whether you are just beginning or looking to develop web apps that utilize the React library, Udemy has a comprehensive selection of React courses. Take one of the many React training courses on Udemy from real world instructors, and develop your skills in this exciting field.",
        "price" : "350",
        "duration" : "91 hrs" 
    },
    {
        "id" : "11",
        "CatID" : "02",
        "logo" : "https://monirulalom.com/article/i-don-t-hate-jquery/jquery-logo-blue.png",
        "name" : "JQuery Crash Course",
        "details" : "With HTML and CSS, you can build visually appealing static web pages. With a bit of JavaScript, you can add dynamic behavior to these static websites. jQuery is a JavaScript library that provides you with a lot of dynamic behavior “out-of-the-box”, allowing you to add some creative effects to otherwise dull layouts. Learn about jQuery selectors, one of the most important parts of the jQuery library, and how to manipulate the Document Object Model (DOM). Discover how jQuery events can be used to register behaviors that take effect when the user interacts with the web browser.Learn advanced topics, including how to capture mouse events using the jQuery UI framework and some of the popular jQuery plugins used to extend the power of jQuery. By the end of this course, you will be confident in your knowledge of the fundamentals needed to effectively use jQuery.",
        "price" : "320",
        "duration" : "112 hrs" 
    },
    {
        "id" : "12",
        "CatID" : "02",
        "logo" : "https://wallpapercave.com/wp/wp5070716.jpg",
        "name" : "Node JS Course",
        "details" : "We guarantee you that this is the most comprehensive and up-to-date Node JS tutorial + projects course that you can find. You will learn Node from scratch, build your own professional Node.js apps and get hired as a Node.js Backend Developer in 2023! Want to learn Node.js, but are tired of wordy and slow instructors who talk to you like you've never coded before? Then I have the perfect course for you. A Node course that’s finally different from the rest. A perfect mix of theory and practice with no waffling. Learn to build RESTful APIs with Node, Express and MongoDB with confidence. Includes best practices that pros apply, as well as going over common mistakes that many Node.js developers make. You don't need any familiarity with Node, Express or MongoDB. You just need some basic familiarity with JavaScript.",
        "price" : "345",
        "duration" : "100 hrs" 
    },
    {
        "id" : "13",
        "CatID" : "03",
        "logo" : "https://miro.medium.com/max/640/0*s7jQ4PL_UqiQ58yo.png",
        "name" : "Data Analysis",
        "details" : "Data analysis is the process of evaluating data using analytical and statistical tools to discover useful information and aid in business decision making.It is also a process of inspecting, cleansing, transforming and modeling data with the goal of discovering useful information, finding conclusions and supporting decision-making. It has multiple facts and approaches, encompassing diverse techniques under a variety of names, and is used in different business, science, and social science domains. This course presents a gentle introduction into the concepts of data analysis, the role of a Data Analyst, and the tools that are used to perform daily functions. You will gain an understanding of the data ecosystem and the fundamentals of data analysis, such as data gathering or data mining.  You will then learn the soft skills that are required to effectively communicate your data to stakeholders, and how mastering these skills can give you the option to become a data driven decision maker. This course will help you to differentiate between the roles of a Data Analyst, Data Scientist, and Data Engineer. You will learn the responsibilities of a Data Analyst and exactly what data analysis entails. You will be able to summarize the data ecosystem, such as databases and data warehouses. You will then uncover the major vendors within the data ecosystem and explore the various tools on-premise and in the cloud. Continue this exciting journey and discover Big Data platforms such as Hadoop, Hive, and Spark. By the end of this course you will be able to visualize the daily life of a Data Analyst, understand the different career paths that are available for data analytics, and identify the many resources available for mastering this profession.",
        "price" : "550",
        "duration" : "198 hrs" 
    },
    {
        "id" : "14",
        "CatID" : "03",
        "logo" : "https://asterdio.com/wp-content/uploads/2021/03/0_QxsWlMTDGmTebavF-1024x471.jpg",
        "name" : "Big Data Course",
        "details" : "In summary, here are 10 of our most popular big data analytics courses. Google Data Analytics: Google. Big Data: University of California San Diego. Introduction to Data Analytics: IBM Skills Network. Foundations for Big Data Analysis with SQL: Cloudera. Advanced Business Analytics: University of Colorado Boulder. This course will teach the basics with a crash course in Python, continuing on to learning how to use Spark DataFrames with the latest Spark 2.0 syntax! Once we've done that we'll go through how to use the MLlib Machine Library with the DataFrame syntax and Spark. All along the way you'll have exercises and Mock Consulting Projects that put you right into a real world situation where you need to use your new skills to solve a real problem! We also cover the latest Spark Technologies, like Spark SQL, Spark Streaming, and advanced models like Gradient Boosted Trees! After you complete this course you will feel comfortable putting Spark and PySpark on your resume! This course also has a full 30 day money back guarantee and comes with a LinkedIn Certificate of Completion! If you're ready to jump into the world of Python, Spark, and Big Data, this is the course for you!",
        "price" : "520",
        "duration" : "148 hrs" 
    },
    {
        "id" : "15",
        "CatID" : "03",
        "logo" : "https://www.udc.edu/cc/wp-content/uploads/sites/10/2020/09/comptia-aplus-logo-355x300.png",
        "name" : "Data Structure Course",
        "details" : " Analytics is promoted by professionals from IIT’s, IIM’s, MBAs and experts from Education and IT Industry. ... Explore Job Oriented Popular Courses In India. 40.00. 350 hours nasscom data science certification program. 80.00. 600 hours nasscom data science certification program. A good algorithm usually comes together with a set of good data structures that allow the algorithm to manipulate the data efficiently. In this online course, we consider the common data structures that are used in various computational problems. You will learn how these data structures are implemented in different programming languages and will practice implementing them in our programming assignments. This will help you to understand what is going on inside a particular built-in implementation of a data structure and what to expect from it. You will also learn typical use cases for these data structures. You will also learn how services like Dropbox manage to upload some large files instantly and to save a lot of storage space!",
        "price" : "650",
        "duration" : "320 hrs" 
    },
    {
        "id" : "16",
        "CatID" : "03",
        "logo" : "https://collectivepoint.com/portals/2/sql%20logo.png",
        "name" : "SQL Crash Course",
        "details" : "Google Cloud SQL is a fully-managed service that you can use for relational databases in Google Cloud. It is compatible with SQL, MySQL, and PostgreSQL and can be connected to almost any application. The service provides automated backups, replication, and failover to ensure high-availability and resilience. A-Squared's Database Primer course is the one stop shop to learn about database, and writing SQL queries. No matter what database you use, this course will make you proficient in writing SQL queries, and you can be sure you have learnt it the right way! You don't need any experience of SQL or coding for this course. We'll take it slowly and build the solid groundwork you'll need to get up to speed with SQL. Then you can practice at your own pace with some interactive quizzes with real data and hands-on SQL code.",
        "price" : "350",
        "duration" : "98 hrs" 
    },
    {
        "id" : "17",
        "CatID" : "03",
        "logo" : "https://5.imimg.com/data5/GW/VZ/NH/GLADMIN-49954762/selection-101-500x500.png",
        "name" : "Oracle Crash Course",
        "details" : "Oracle technologies can be a lot for a newcomer to the DBA field. Oracle database training is the best way to learn database administration — and prepare for a career working in the cloud. Oracle training from CBT Nuggets is structured so that you can choose the skills you need most to get started with Oracle. These are the best online courses to learn Oracle database and PL/SQL from Udemy, and Pluralsight. Suitable for both beginners and intermediate developers.  Earlier, I have shared free courses to learn Oracle Database and in this article, I am going to share the 5 best online training courses to learn Oracle database and PL/SQL. These courses have been curated from popular online learning portals like Udemy and Pluralsight and created by expert trainers who have in-depth knowledge of both Oracle and PL/SQL and you can use them to learn Oracle from scratch or level up your Oracle and PL/SQL Skills. Oracle has many advantages in terms of scalability, resiliency, replication and much more but it also comes with a powerful programming language PL/SQL, which enable you to write powerful SQL scripts, stored procedure, and other SQL artifacts to solve real-world problems.",
        "price" : "450",
        "duration" : "65 hrs" 
    },
    {
        "id" : "18",
        "CatID" : "03",
        "logo" : "https://www.mycslab.in/wp-content/uploads/2020/01/database-management-system.jpg",
        "name" : "DBMS Crash Course",
        "details" : "This Live course will be delivered in Hindi. It will cover all the concepts of Database Management Systems (DBMS) under the Computer Science/IT/IS branch syllabus for 2nd/3rd year. This course is specially designed to help you understand the concepts you need help in. This course will help you in solving numericals, answer questions, understand concepts & prepare for your internal/exams. This crash course will be delivered in Hindi. It will cover all the concepts of Database Management Systems (DBMS) under the Computer Science/IT/IS branch syllabus for 2nd/3rd year. This course is specially designed to help you understand the concepts you need help in. This course will help you in solving numericals, answer questions, understand concepts & prepare for your internal/exams. Great Learning Academy, an initiative taken by Great Learning to provide free online courses in various domains, enables professionals and students to learn the most in-demand skills to help them achieve career success.",
        "price" : "550",
        "duration" : "148 hrs" 
    },
    {
        "id" : "19",
        "CatID" : "04",
        "logo" : "https://coursedrive.org/wp-content/uploads/2020/05/Python-Programming-in-5-Hours.jpg",
        "name" : "Python Crash Course",
        "details" : "It is everywhere. Using the Python programming language, you can develop a backend web application. You can use Python language in data science including machine learning, deep learning. We can also use Python in data analysis, data visualization and different kind of scripting. Python is also very popular in web scraping project where a program automatically collects data from various websites. Solutions are available to selected exercises. Be careful about looking at the solutions too quickly; make sure you've given yourself time to wrestle with the concepts you just learned before looking at a solution. Also, there are several ways to solve most of the exercises, and the solutions only show one possible way to complete each exercise. People have a wide variety of reasons for learning to code, and finding work as a programmer is one of the most common reasons. I posted a section called Finding Employment as a (New) Programmer in the resources for the second edition of the book. There's nothing specific about the second edition in these resources; if you are reading Python Crash Course with the goal of finding work as a programmer, you might find this section helpful.",
        "price" : "460",
        "duration" : "114 hrs" 
    },
    {
        "id" : "20",
        "CatID" : "04",
        "logo" : "https://5.imimg.com/data5/BL/RB/MY-38049249/advanced-java-course-500x500.jpg",
        "name" : "Java Crash Course",
        "details" : "Java is among the most popular programming languages out there, mainly because of how versatile and compatible it is. Java can be used for a large number of things, including software development, mobile applications, and large systems development. Knowing Java opens a great deal of doors for you as a developer. A large part of the language rarely gets used, and sometimes not at all.  It's the same with software.  If you have used a spreadsheet in the past, I'd lay odds that you use it for basic spreadsheet work, and you rarely, if ever go into some of the advanced functionality.  The basic functions of the spreadsheet are what most people use. Switching back to programming, if your goal is to get your first programming job, then why not only learn what you need to achieve that goal.  And worry about the other stuff when and if you need it. That's what this course is all about - giving you the skills you need quickly without any fluff or useless information.",
        "price" : "450",
        "duration" : "165 hrs" 
    },
    {
        "id" : "21",
        "CatID" : "04",
        "logo" : "https://wallex.ir/blog/wp-content/uploads/2022/06/cpp-programming-language-4-1.jpg",
        "name" : "C++ Crash Course",
        "details" : "Do you aspire to create applications and software but don’t know how to code or where to start? Look no further! This course gives you this knowledge and provides the opportunity you seek. It serves as a complete guide for you to learn to code from start to finish using C++, the powerful all-purpose programming language behind all the major applications, websites and software. This course busts the myth that coding is just for the chosen few. Get C++ training on Udemy and learn from real-world experts adept at distilling complex concepts into manageable lessons. From basic C++ programming to using C++ to develop modern video games, we’ve got options for everyone. Train up and gain in-demand programming skills. Designed for intermediate to advanced programmers, C++ Crash Course cuts through the weeds to get you straight to the core of C++17, the most modern revision of the ISO standard. Part 1 covers the core of the C++ language, where you’ll learn about everything from types and functions, to the object life cycle and expressions. Part 2 introduces you to the C++ Standard Library and Boost Libraries, where you’ll learn about all of the high-quality, fully-featured facilities available to you. You’ll cover special utility classes, data structures, and algorithms, and learn how to manipulate file systems and build high-performance programs that communicate over networks.",
        "price" : "550",
        "duration" : "298 hrs" 
    },
    {
        "id" : "22",
        "CatID" : "04",
        "logo" : "https://miro.medium.com/max/720/0*lx1Hvqit6CI9_EWv.jpg",
        "name" : "C# Crash Course",
        "details" : "Thinking in terms of class and object makes it easy to find the relation between objects and how they interact. Using OOP tools like Abstraction, Polymorphism, Encapsulation, and Inheritance promotes code reusability and also makes it easy to debug and change the program. If you are like most people wanting to learn a programming language, you don't have much spare time.  What time you have is extremely valuable.   What you need is a course that will teach the essential C# programming skills quickly. Think of a word processing program like Microsoft word - it has lots of advanced features that most people never use.   It's the same with computer programming.  A typical programming language has many parts that rarely get used, and a lot of what is taught in a typical computer course or textbook never gets used in the real world by professional developers. So why learn it all?  It makes much more sense to learn just want you need to learn to become productive, and be then able to apply for C# developer positions.   If you really want to learn these other parts of the language, then you can later, and its highly likely you will pick it up faster anyway at that point because of the skills you have already learned.",
        "price" : "235",
        "duration" : "268 hrs" 
    },
    {
        "id" : "23",
        "CatID" : "04",
        "logo" : "https://kinsta.com/wp-content/uploads/2020/03/php-tutorials-1024x512.png",
        "name" : "PHP Crash Course",
        "details" : "For beginner coders and those just diving into WordPress development, PHP is one of the best places you can start. It’s a super simple and straightforward language, making it one of the best programming language to learn, so it’s fairly easy to get into, and it makes up the backbone of online development. Plus, if you want to work in the WordPress backend, you’ll definitely need to learn it. Do you want to start with web development and specifically Back-End? Have you ever thought about learning PHP but you don't know how and where to start? Are you currently a web developer and want to quickly get into PHP? If your answer is yes, then you are in for a treat, because in this course, I packed my knowledge and experience of years of PHP. So after this course, you can feel comfortable working with PHP. The course is highly dedicated to those people who want to get into PHP and start with it in no time. We will start working with the basic fundamentals of PHP like echo statements, comments and stuff like that up to the intermediate level and then to the advanced parts like super globals, date and time and so on",
        "price" : "333",
        "duration" : "265 hrs" 
    },
    {
        "id" : "24",
        "CatID" : "04",
        "logo" : "https://cdn.wccftech.com/wp-content/uploads/2022/02/swift-740x484.png",
        "name" : "SWIFT Crash Course",
        "details" : "Apple products are everywhere. Homes and offices around the globe are filled with iPhones, MacBooks, Apple Watches, and Apple TVs. Regardless of which OS or device you intended to develop for, Udemy has a course to help you learn Swift, the language that powers them all. Swift is a general-purpose programming language developed by Apple to create apps for iOS, iPadOS, macOS, watchOS and even for tvOS. se of Xcode's Playground Environment - Learn to use Playground which is very powerful Interactive work Environment for Swift Programming. Operators in Swift - Learn how to use various operators in Swift that includes Arithmetic Operators, Compound Assignment Operators, Comparison Operators and Logical Operators. Collection Types in Swift - Learn about Arrays, Dictionaries, Sets and Tuples in Swift and how to use them. Also learn about different method associated with them.",
        "price" : "620",
        "duration" : "398 hrs" 
    },
    {
        "id" : "25",
        "CatID" : "05",
        "logo" : "https://telanganatoday.com/wp-content/uploads/2021/09/AI-1.jpg",
        "name" : "AI Algorithm Course",
        "details" : "The AI revolution has reshaped our lives and the way we work. From self-driving cars, robotic assistants, and automated disease diagnosis, AI has contributed some of the most significant innovations in the last few years. As a result, several students have started to show more inclination towards this fairly new aspect of engineering. Artificial intelligence (AI) is transforming our world. Whether you’re a student, a developer, or a technology consultant - understanding AI and knowing how to create AI-powered applications can give you an edge in your career. This Professional Certificate is designed to arm you with the skills to work as an AI developer. This program will give you a firm understanding of AI technology, its applications, and its use cases. You will become familiar with concepts and tools like machine learning, data science, natural language processing, image classification, image processing, IBM Watson AI services, OpenCV, and APIs. Even if you have no programming background, through this Professional Certificate, you will learn practical Python skills to design, build, and deploy AI applications on the web. The courses will also enable you to apply pre-built AI smarts to your products and solutions.",
        "price" : "750",
        "duration" : "299 hrs" 
    },
    {
        "id" : "26",
        "CatID" : "05",
        "logo" : "https://www.freecodecamp.org/news/content/images/size/w2000/2022/01/machine-learning-banner-2.png",
        "name" : "Machine Learning Course",
        "details" : "Machine learning is a subfield of artificial intelligence dedicated to the design of algorithms capable of learning from data. It has numerous applications, including business analytics, health informatics, financial forecasting, and self-driving cars.Since there are long-established courses in most topics, more recent courses on the same topic can go unnoticed. But sometimes, these are great. I made sure to include those when possible. Take a machine learning course, and develop the foundation you need to better understand and utilize machine learning algorithms. Whatever level of technology you work with from day to day, machine learning training with an experienced instructor can help you advance in your technology career. This course has been designed by two professional Data Scientists so that we can share our knowledge and help you learn complex theory, algorithms, and coding libraries in a simple way. We will walk you step-by-step into the World of Machine Learning. With every tutorial, you will develop new skills and improve your understanding of this challenging yet lucrative sub-field of Data Science. ",
        "price" : "550",
        "duration" : "358 hrs" 
    },
    {
        "id" : "27",
        "CatID" : "05",
        "logo" : "https://img.freepik.com/premium-vector/big-data-visualization-network-futuristic-infographics-3d-wave-virtual-flow-digital-sound-music-vector-abstract-colorful-big-data-information_160081-1196.jpg",
        "name" : "Data Visualization",
        "details" : "Visual media are increasingly generated, manipulated, and transmitted by computers. When well designed, such displays capitalize on human facilities for processing visual information and improve comprehension, memory, inference, and decision making. Yet the digital tools for transforming data into visualizations still require low-level interaction by skilled human designers. As a result, producing effective visualizations can take hours or days and consume considerable human effort. In our increasingly data-driven world, it’s more important than ever to have accessible ways to view and understand data. After all, the demand for data skills in employees is steadily increasing each year. Employees and business owners at every level need to have an understanding of data and of its impact. That’s where data visualization comes in handy. With the goal of making data more accessible and understandable, data visualization in the form of dashboards is the go-to tool for many businesses to analyze and share information. ",
        "price" : "550",
        "duration" : "198 hrs" 
    },
    {
        "id" : "28",
        "CatID" : "05",
        "logo" : "https://devcount.com/wp-content/uploads/2021/12/Best-Data-Mining-Courses-and-Certification-Online-1024x536.jpg",
        "name" : "Data Mining Course",
        "details" : "The Data Mining Specialization teaches data mining techniques for both structured data which conform to a clearly defined schema, and unstructured data which exist in the form of natural language text. Specific course topics include pattern discovery, clustering, text retrieval, text mining and analytics, and data visualization. The Capstone project task is to solve real-world data mining challenges using a restaurant review data set from Yelp. This is not one of those fluffy classes where everything works out just the way it should and your training is smooth sailing. This course throws you into the deep end. In this course you WILL experience firsthand all of the PAIN a Data Scientist goes through on a daily basis. Corrupt data, anomalies, irregularities - you name it! This course has pre-planned pathways. Using these pathways you can navigate the course and combine sections into YOUR OWN journey that will get you the skills that YOU need. Or you can do the whole course and set yourself up for an incredible career in Data Science. The choice is yours. Join the class and start learning today!",
        "price" : "750",
        "duration" : "518 hrs" 
    },
    {
        "id" : "29",
        "CatID" : "05",
        "logo" : "https://sectigostore.com/blog/wp-content/uploads/2020/09/malware-analysis-feature-940x588.jpg",
        "name" : "Data Curation Course",
        "details" : "Pluralsight’s malware analysis courses help you learn how to break down potential malware threats, create solutions to combat them, and protect against malware in the future. Learn everything from malware analysis fundamentals to how to use the latest reverse engineering tools to combat malware.",
        "price" : "1540",
        "duration" : "988 hrs" 
    },
    {
        "id" : "30",
        "CatID" : "05",
        "logo" : "https://sectigostore.com/blog/wp-content/uploads/2020/09/malware-analysis-feature-940x588.jpg",
        "name" : "Data Curation Course",
        "details" : "Pluralsight’s malware analysis courses help you learn how to break down potential malware threats, create solutions to combat them, and protect against malware in the future. Learn everything from malware analysis fundamentals to how to use the latest reverse engineering tools to combat malware. This course will provide learners with an introduction to research data management and sharing. After completing this course, learners will understand the diversity of data and their management needs across the research data lifecycle, be able to identify the components of good data management plans, and be familiar with best practices for working with data including the organization, documentation, and storage and security of data. Learners will also understand the impetus and importance of archiving and sharing data as well as how to assess the trustworthiness of repositories. Today, an increasing number of funding agencies, journals, and other stakeholders are requiring data producers to share, archive, and plan for the management of their data. In order to respond to these requirements, researchers and information professionals will need the data management and curation knowledge and skills that support the long-term preservation, access, and reuse of data. Effectively managing data can also help optimize research outputs, increase the impact of research, and support open scientific inquiry. After completing this course, learners will be better equipped to manage data throughout the entire research data lifecycle from project planning to the end of the project when data ideally are shared and made available within a trustworthy repository. This course was developed by the Curating Research Assets and Data Using Lifecycle Education (CRADLE) Project in collaboration with EDINA at the University of Edinburgh. This course was made possible in part by the Institute of Museum and Library Services under award #RE-06-13-0052-13. The views, findings, conclusions or recommendations expressed in this Research Data Management and Sharing MOOC do not necessarily represent those of the Institute of Museum and Library Services. ",
        "price" : "1540",
        "duration" : "988 hrs" 
    },
    {
        "id" : "31",
        "CatID" : "06",
        "logo" : "https://softname.net/wp-content/uploads/2020/12/adobe-photoshop-crack.png",
        "name" : "Adobe Photoshop",
        "details" : "Photoshop is one of the most well-known design programs in the world. It allows you to edit, manipulate, and repair photos as well as create projects of all sorts. One of its biggest advantages is this flexibility. Photoshop is great for image retouching and digital painting, but it's also useful for graphic design projects such as banners, websites, brochures, business cards, flyers, and more. Photoshop was created by Adobe and regularly receives updates, bug fixes, and various improvements. All updates, both minor and major, come through a separate program called Creative Cloud (CC). This is a stand-alone application that manages your Adobe programs, cloud documents, and various assets such as fonts or design libraries.Introduced in 1990, Photoshop is one of the best known software products for image editing. This preeminent suite enables you to touch up photographs, change image properties, create digital art, and much more. A Photoshop course teaches you how to use its many tools to enhance existing digital photos or construct your own images. Udemy offers a range of courses in Photoshop for all skill levels to help you create vivid visuals.",
        "price" : "140",
        "duration" : "52 hrs" 
    },
    {
        "id" : "32",
        "CatID" : "06",
        "logo" : "https://images5.alphacoders.com/114/1147598.png",
        "name" : "Adobe Illustrator",
        "details" : "Adobe Illustrator is a powerful drawing software program offered by Adobe.  Anyone, regardless of artistic or computer ability, can use Illustrator to draw shapes and lines, create text, or import graphics and pictures.   You can use Illustrator to do a layout for a book, create a web page, and the list goes on.   The best thing about it is, however, that you can do all these things easily using Illustrator once you learn the program and what different functions and features it provides.This course was designed to teach you everything you need to know to make full use of Adobe Illustrator.   However, you should be forewarned that Illustrator is a large program because there is so much you can do with it.   If you've used Illustrator before, then the first half of this course may serve as a review to you.    That's because we start at the beginning, showing you around the program and teaching you how to do the most basic functions.    These are the building blocks that will make Illustrator's advanced features easy to learn and use when we start to cover them later in the course.If you're new to Illustrator, don't be nervous or worry.  Again, we'll start at the beginning and teach you everything you need to know in simple, everyday language so you understand and learn.   We'll even give you lesson exercises and assignments to aid you on your way.   By the end of the course, no matter who you are or how much experience you've had with the program in the past, you will be an advanced user capable of using Adobe Illustrator like a professional.",
        "price" : "70",
        "duration" : "81 hrs" 
    },
    {
        "id" : "33",
        "CatID" : "06",
        "logo" : "https://i0.wp.com/blog.computercreatief.nl/wp-content/uploads/2022/05/088433F7-371D-4CF3-A970-461D60AA5B87.jpeg?resize=672%2C372&ssl=1",
        "name" : "Adobe Indesign",
        "details" : "This 3-day course teaches students step-by-step the key techniques for working with InDesign CC. The 15 project-based step-by-step lessons show users the key techniques for working in InDesign. Designers will build a solid foundation of typographic, page layout, and document-construction skills that will enable them to produce a broad range of print and digital publications—from a simple postcard to an interactive Adobe PDF with form fields. The real-world tasks in this comprehensive book are presented in an easy-to-follow, step-by-step format and are designed to train beginning Adobe InDesign users in the program—from fundamental features to powerful layout and output skills. This book will also help experienced InDesign users elevate their skills, understand best practices, and learn about new features.",
        "price" : "150",
        "duration" : "98 hrs" 
    },
    {
        "id" : "34",
        "CatID" : "06",
        "logo" : "https://i.ytimg.com/vi/qjUOdxP_L_s/maxresdefault.jpg",
        "name" : "Krita Crash Course",
        "details" : "Twinimation Studios first online course has launched. This course, How to create a 2D Film on a Budget, is for anyone who wants to create their own animation, but isn’t sure about the process. We will guide you from storytelling in pre-production to final edits in post-production. You will learn storyboarding, how to create animatics, different methods of animation, background design, color theory, effects, character design, and more.It is also for those who would like to animate without breaking the bank. This course will recommend numerous free programs, for not only animation, but also 3D modeling and video editing, including the free to use animation and illustration program Krita. Film creation is time consuming, but it doesn’t need to be expensive.Lastly, this course can also be purchased as a lesson plan for any instructor who wishes to teach animation to their students. Whether you are interested in animation yourself, or you are a teacher at an art school/program and are seeking teaching materials, this course will provide you with valuable insight.",
        "price" : "140",
        "duration" : "61 hrs" 
    },
    {
        "id" : "35",
        "CatID" : "06",
        "logo" : "https://i.ytimg.com/vi/ihFBNFeXmCM/maxresdefault.jpg",
        "name" : "Blender Course",
        "details" : "Blender Animation is an open source, 3D animation tool designed to build visual effects for movies, games, printed models, or other simulation applications. It uses 3D modeling to create realistic effects across the entire 3D pipeline from modeling to rendering to video editing. It's a community project with input from hundreds of community members. It features production level camera and object tracking, a wide array of modeling tools (including full N-gon support), and a powerful built-in tracer engine (Cycles). It allows you to draw 2D directly in the program and contains high-level support for character animation.Blender tutorials are easy to find because of its open source nature. The Basics of Blender handles using the graph editor, basic animation, creating blender files, and other foundations. Mastering the program gives you the skills to create not only movies or video games but models for 3D printing or rendering realistic prototypes. Character animation also allows you to build renderings for facial reconstructions, seen in many historical documentaries imagining what famous figures or missing persons may have looked like. Those 3D views give us insight into cases, histories, and questions we have about the past.",
        "price" : "650",
        "duration" : "127 hrs" 
    },
    {
        "id" : "36",
        "CatID" : "06",
        "logo" : "https://1757140519.rsc.cdn77.org/blog/wp-content/uploads/2018/12/gimp_pros_and_cons.png",
        "name" : "GIMP Crash Course",
        "details" : "GIMP has a few simple ways to augment your text and one of the best ways to get started is by using GIMPs built-in Alpha to logo maker/creator scripts. You can access them by opening the menu by clicking File/Create/Logos. Here you’ll find almost 30 different logo style to choose from. However, GIMP doesn’t show you a basic preview so you sort of have to guess or create logos using trial and error. Not very much fun and sort of a waste of time.  You can find some general previews in the GIMP manual in chapter 2 on Text under the section: Embellishing Text but it’s not really detailed enough.With that said, this is why we assembled a sample list of all of the logo styles below that GIMP offers thanks to GIMPs various Script-Fus. Note that each logo style presented below can be modified and adjusted as much as you want since we’re just demonstrating the basic style using the default settings for each logo style.",
        "price" : "650",
        "duration" : "127 hrs" 
    }
]